Repository: jburguete/zebra
Catalog: 3.3.0/locales/*/LC_MESSAGES/zebra.po
Languages: es

source: Temperature
es: Temperatura

source: Bad temperature input file
es: Fichero de entrada de temperatura incorrecto

source: Solute
es: Soluto

source: Bad input file
es: Fichero de entrada incorrecto

source: No root XML node
es: Falta nodo XML raíz

source: Bad root XML node
es: Nodo XML raíz incorrecto

source: Bad XML node
es: Nodo XML incorrecto

source: Bad name
es: Nombre incorrecto

source: Duplicated name
es: Nombre duplicado

source: Unknown
es: Desconocido

source: Bad solubility
es: Solubilidad incorrecta

source: Bad time decay rate
es: Tasa de decaimiento temporal incorrecta

source: Bad temperature decay rate
es: Tasa de decaimiento calórico incorrecta

source: Bad surface decay rate
es: Tasa de decaimiento superficial incorrecta

source: No solutes
es: Faltan solutos

source: Species
es: Especie

source: Bad juvenile age
es: Edad juvenil incorrecta

source: Bad maximum velocity
es: Velocidad máxima incorrecta

source: Bad cling coefficient
es: Coeficiente de anclaje incorrecto

source: Bad minimum oxygen
es: Mínimo oxígeno disuelto incorrecto

source: Bad respiration coefficient
es: Coeficiente de respiración incorrecto

source: Bad eat coefficient
es: Coeficiente de comida incorrecto

source: Bad grow coefficient
es: Coeficiente de crecimiento incorrecto

source: Bad adult decay coefficient
es: Coeficiente de decaimiento de adultos incorrecto

source: Bad larva decay coefficient
es: Coeficiente de decaimiento de larvas incorrecto

source: Bad minimum temperature
es: Temperatura mínima incorrecto

source: Bad optimal temperature
es: Temperatura óptima incorrecto

source: Bad maximum temperature
es: Temperatura máxima incorrecto

source: Bad larva minimum chlorine
es: Cloro mínimo de larva incorrecto

source: Bad larva maximum chlorine
es: Cloro máximo de larva incorrecto

source: Bad larva chlorine decay
es: Decaimiento de cloro de larva incorrecto

source: Bad larva minimum hydrogen peroxide
es: Peróxido de hidógeno de larva mínimo incorrecto

source: Bad larva maximum hydrogen peroxide
es: Peróxido de hidrógeno máximo de larva incorrecto

source: Bad larva hydrogen peroxide decay
es: Decaimiento de peróxido de hidrógeno de larva incorrecto

source: Bad adult minimum chlorine
es: Cloro mínimo de adulto incorrecto

source: Bad adult maximum chlorine
es: Cloro máximo de adulto incorrecto

source: Bad adult chlorine decay
es: Decaimiento de cloro de adulto incorrecto

source: Bad adult minimum hydrogen peroxide
es: Peróxido de hidógeno mínimo de adulto incorrecto

source: Bad adult maximum hydrogen peroxide
es: Peróxido de hidrógeno máximo de adulto incorrecto

source: Bad adult hydrogen peroxide decay
es: Decaimiento de peróxido de hidrógeno de adulto incorrecto

source: No species
es: Faltan especies

source: Inlet
es: Entrada

source: Bad node identifier
es: Identificador de nodo incorrecto

source: Bad inlet type
es: Tipo de entrada incorrecta

source: The node is not assigned to a pipe
es: El nodo no está asignado a ningún tubo

source: No solute name
es: Falta el nombre del soluto

source: Unknown solute
es: Soluto desconocido

source: Bad initial conditions
es: Condiciones iniciales incorrectas

source: No solute file
es: Falta fichero de solutos

source: Bad solute input file
es: Falta el fichero de entrada de solutos

source: No species name
es: Falta el nombre de la especie

source: Unknown species
es: Especie desconocida

source: No species file
es: Falta el fichero de especie

source: Bad species input file
es: Fichero de entrada de especie incorrecto

source: Unknown node
es: Nodo desconocido

source: Network
es: Red

source: Bad Epanet title
es: Título de Epanet incorrecto

source: Bad Epanet file
es: Fichero de Epanet incorrecto

source: Bad Epanet coordinates section
es: Sección de coordenadas de Epanet incorrecta

source: Bad Epanet junctions section
es: Sección de intersecciones de Epanet incorrecta

source: Bad Epanet pipes section
es: Sección de tubos de Epanet incorrecta

source: Bad Epanet reservoirs section
es: Sección de fuentes de Epanet incorrecta

source: No Epanet end section
es: Falta la sección final de Epanet

source: No EPANET coordinates nodes
es: Falta nodos de coordenadas de EPANET

source: Unknown node indentifier on junction
es: Identificador de nodo de intersección desconocido

source: Unknown node indentifier on reservoir
es: Indentificador de nodo de fuente desconocido

source: Unknown 1st node indentifier on pipe
es: Identificador de primer nodo de tubo desconocido

source: No elevation of 1st node
es: Falta elevación del primer nodo

source: Unknown 2nd node indentifier on pipe
es: Identificador de segundo nodo de tubo desconocido

source: No elevation of 2nd node
es: Falta elevación del segundo nodo

source: Same nodes for inlet and outlet
es: Mismo nodo para entrada y salida

source: Unable to open the file
es: No se pudo abrir el fichero

source: Bad header
es: Cabecera incorrecta

source: Bad header line
es: Línea de cabecera incorrecta

source: Bad data
es: Datos incorrectos

source: File
es: Fichero

source: Unknown pipe length model
es: Modo de longitud de tubo desconocido

source: No Epanet file
es: Falta fichero de Epanet

source: Unable to open the Epanet file
es: No se pudo abrir el fichero de Epanet

source: No inlets
es: Faltan entradas

source: Bad discharges time
es: Tiempo de caudales incorrecto

source: Bad discharges time order
es: Orden de tiempos de caudales incorrecto

source: No discharges file
es: Falta fichero de caudales

source: No discharges
es: Faltan caudales

source: Results
es: Resultados

source: Unable to open the results data base file
es: No se pudo abrir el fichero de la base de datos de resultados

source: Bad final time
es: Tiempo final incorrecto

source: Bad saving time step size
es: Tamaño de paso de tiemp de guardado incorrecto

source: Bad cell size
es: Tamaño de celda incorrecto

source: Bad solutes number
es: Número de solutos incorrecto

source: Bad species number
es: Número de especies incorrecto

source: Bad points number
es: Número de puntos incorrecto

source: Bad pipes number
es: Número de tubos incorrecto

source: Bad point identifiers
es: Identificadores de nodos incorrectos

source: Bad point x-coordinates
es: Coordenadas x de puntos incorrectas

source: Bad point y-coordinates
es: Coordenadas y de puntos incorrectas

source: Bad point z-coordinates
es: Coordenadas z de puntos incorrectas

source: Bad pipe identifiers
es: Identificadores de tubos incorrectos

source: Bad pipe inlet identifiers
es: Identificadores de entradas de tubos incorrectos

source: Bad pipe outlet identifiers
es: Identificadores de salidas de tubos incorrectos

source: Bad pipe lengths
es: Lungiudes de tubos incorrectas

source: Bad pipe length
es: Longitud de tubo incorrecta

source: Bad cell numbers
es: Números de celda incorrectos

source: Bad configuration file
es: Fichero de configuración incorrecto

source: Bad point identifier
es: Identificador de punto incorrecto

source: Unknown point identifier
es: Identificador de punto desconocido

source: No point file
es: Falta fichero de punto

source: Bad point file
es: Fichero de punto incorrecto

source: Bad pipe identifier
es: Identificador de tubo incorrecto

source: Unknown pipe identifier
es: Identicador de tubo desconocido

source: Bad pipe time
es: Tiempo de tubo incorrecto

source: No pipe file
es: Falta el fichero de tubo

source: Bad pipe file
es: Fichero de tubo incorrecto

source: Bad data base
es: Base de datos incorrecta

source: Simulation
es: Simulación

source: Bad initial time
es: Tiempo inicial incorrecto

source: Bad CFL number
es: Número CFL incorrecto

source: Bad dispersion CFL number
es: Número CFL de dispersión incorrecto

source: No results file
es: Falta fichero de resultados

source: No summary file
es: Falta fichero de sumario

source: Bad numerical order
es: Orden del método numérico incorrecto

source: Unknown dispersion model
es: Modelo de dispersión desconocido

source: No solutes file
es: Falta fichero de solutos

source: No network file
es: Falta fichero de red

source: The syntax is: ./zebra simulation_file or: ./zebra data_base_file configuration_file
es: La sintaxis es: ./zebra fichero_de_simulación o: ./zebra fichero_de_base_de_datos fichero_de_configuración
